Repository: mshendrikx/karatube2
Catalog: project/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Please check your login details and try again.
pt: Por favor, verifique seus dados de login e tente novamente.

source: Password dont match
pt: As senhas não coincidem

source: Enter valid E-mail
pt: Insira um e-mail válido

source: Phone already registred
pt: Telefone já registrado

source: WhatsApp number is not registered
pt: Número do WhatsApp não está registrado

source: Wrong room or room password
pt: Sala ou senha da sala incorretos

source: User created, please login
pt: Usuário criado, por favor faça login.

source: Phone number don't exist in database.
pt: O número de telefone não existe no banco de dados.

source: Your new Karatube password is:
pt: Sua nova senha do Karatube é:

source: Recover message has been sent
pt: Mensagem de recuperação enviada

source: Failed to send recover message. Contact administrator
pt: Falha ao enviar mensagem de recuperação. Contate o administrador

source: KaraTube Login
pt: Login do KaraTube

source: User:
pt: Usuário:

source: Password:
pt: Senha:

source: Password do not match
pt: As senhas não coincidem

source: Your verification code is: {code}
pt: Seu código de verificação é: {code}

source: No mobile verification request found
pt: Nenhuma solicitação de verificação de celular encontrada

source: Mobile number updated successfully
pt: Número de celular atualizado com sucesso

source: Verification code does not match
pt: Código de verificação não corresponde

source: No music found in database
pt: Nenhuma música encontrada no banco de dados

source: Session expired, please login again
pt: Sessão expirada, faça login novamente

source: Error getting song
pt: Erro ao obter música

source: Youtube video alredy downloaded
pt: Vídeo do YouTube já baixado

source: Song alredy in queue
pt: Música já na fila

source: Song added to queue
pt: Música adicionada à fila

source: Fail to add song to queue
pt: Falha ao adicionar música à fila

source: There is no video file, download again
pt: Não há arquivo de vídeo, baixe novamente

source: Downloading video, wait finish
pt: Baixando vídeo, aguarde a conclusão

source: Song deleted
pt: Música excluída

source: Song delete fails
pt: Falha ao excluir música

source: Only admin can delete song
pt: Apenas o administrador pode excluir músicas

source: Queue deleted
pt: Fila excluída

source: Only room admin can delete queue
pt: Apenas o administrador da sala pode excluir a fila

source: Fail to delete queue
pt: Falha ao excluir a fila

source: User is not room admin.
pt: O usuário não é administrador da sala.

source: Room is not in database.
pt: Sala não está no banco de dados.

source: Must be administrator.
pt: Deve ser administrador.

source: No user in DB.
pt: Nenhum usuário no banco de dados.

source: Room alredy exists.
pt: Sala já existe.

source: Room created.
pt: Sala criada.

source: Fail to create Room.
pt: Falha ao criar sala.

source: Configuration updated.
pt: Configuração atualizada.

source: User must be an administrator.
pt: O usuário deve ser administrador.

source: Room not available.
pt: Sala não disponível.

source: Wrong key for room, scan room qrcode again.
pt: Chave da sala incorreta, faça a leitura do QR code da sala novamente.

source: User not exist in database.
pt: Usuário não existe no banco de dados.

source: User alredy in room.
pt: Usuário já na sala.

source: User added to room.
pt: Usuário adicionado à sala.

source: Current user can not be removed from room.
pt: O usuário atual não pode ser removido da sala.

source: User removed from room.
pt: Usuário removido da sala.

source: Current user can not be removed from administrator.
pt: O usuário atual não pode ser removido como administrador.

source: User remove from administrator.
pt: Usuário removido como administrador.

source: Room not exists.
pt: Sala não existe.

source: Room password:
pt: Senha da sala:

source: Generate new password
pt: Gerar nova senha

source: Room password updated.
pt: Senha da sala atualizada.

source: Room deleted.
pt: Sala excluída.

source: User not exist is database.
pt: Usuário não existe no banco de dados.

source: Password set to: K4r4tub3
pt: Senha definida para: K4r4tub3

source: User deleted from database.
pt: Usuário excluído do banco de dados.

source: Administrator role removed.
pt: Função de administrador removida.

source: User is set as administrator.
pt: Usuário definido como administrador.

source: User alredy in room
pt: Usuário já na sala

source: User room changed
pt: Sala do usuário alterada

source: Singer
pt: Cantor

source: Music
pt: Música

source: Artist
pt: Artista

source: ROOM
pt: Sala

source: Flask App
pt: KaraTube

source: Login
pt: Entrar

source: Signup
pt: Cadastrar

source: Profile
pt: Perfil

source: Musics
pt: Músicas

source: Queue
pt: Fila

source: Barcode
pt: QR Code

source: Room
pt: Sala

source: Configuration
pt: Configuração

source: Logout
pt: Sair

source: Settings
pt: Configurações

source: Song Library:
pt: Biblioteca de Músicas:

source: LAST.FM API Key:
pt: Chave da API LAST.FM:

source: Get API Key
pt: Obter chave da API

source: Screen update sec:
pt: Atualização da tela (s):

source: Update
pt: Atualizar

source: Create Room
pt: Criar Sala

source: Administrator
pt: Administrador

source: Save
pt: Salvar

source: Delete Room
pt: Excluir Sala

source: Delete
pt: Excluir

source: User
pt: Usuário

source: Admin
pt: Administrador

source: Reset
pt: Redefinir

source: Karaoke + YOUTUBE.
pt: Karaokê + YOUTUBE.

source: Mobile:
pt: Celular:

source: Remember me
pt: Lembrar-me

source: Recover login data
pt: Recuperar dados de login

source: Please enter a phone number
pt: Por favor, insira um número de telefone

source: Please enter a valid phone number
pt: Por favor, insira um número de telefone válido

source: Update Mobile Verify Code:
pt: Atualizar código de verificação do celular:

source: Singer:
pt: Cantor:

source: "Artist - Music"
pt: "Artista - Música"

source: Search Youtube
pt: Buscar no YouTube

source: Preview
pt: Pré-visualizar

source: Singing:
pt: Cantando:

source: Now:
pt: Agora:

source: Next:
pt: Próximo:

source: Welcome,
pt: Bem-vindo,

source: You must enter in a room
pt: Você deve entrar em uma sala

source: You are in room:
pt: Você está na sala:

source: Name:
pt: Nome:

source: Re-type Password:
pt: Redigite a senha:

source: Language:
pt: Idioma:

source: Theme:
pt: Tema:

source: Dark
pt: Escuro

source: Light
pt: Claro

source: Room:
pt: Sala:

source: Regular users must scan QR code in KaraTube player screen to change room or ask a room admin to add him.
pt: Usuários regulares devem escanear o QR code na tela do reprodutor KaraTube para mudar de sala ou pedir que um administrador da sala os adicione.

source: Send
pt: Enviar

source: Warning:
pt: Aviso:

source: Yes
pt: Sim

source: No
pt: Não

source: Player Controls
pt: Controles do reprodutor

source: Config
pt: Configuração

source: Song Interval:
pt: Intervalo entre músicas:

source: Users
pt: Usuários

source: Name
pt: Nome

source: Administrators
pt: Administradores

source: language:
pt: idioma:

source: Sign Up
pt: Cadastrar

source: Description
pt: Descrição

source: Welcome to KaraTube!
pt: Bem-vindo ao KaraTube!

source: KaraTube is a collaborative karaoke platform where users can join rooms, queue songs, and enjoy singing together!
pt: KaraTube é uma plataforma de karaokê colaborativa onde os usuários podem entrar em salas, adicionar músicas à fila e se divertir cantando juntos!

source: Delete account
pt: Excluir conta

source: Are you sure you want to delete your account? This action cannot be undone.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.

source: Fail to delete user
pt: Falha ao excluir o usuário

source: It's your turn to sing,
pt: É sua vez de cantar,

source: It's your turn to sing:
pt: É sua vez de cantar:

source: Your song '%(song)s' will start now
pt: Sua música '%(song)s' começará agora
